{
  "title": {
    "en": "25 Best Beaches in Thailand (2026)",
    "nl": "25 Beste Stranden in Thailand (2026)"
  },
  "intro": {
    "en": "From the turquoise Andaman Sea to the warm Gulf of Thailand, these 25 beaches represent the absolute best Thailand has to offer. Our ranked selection covers 10 islands and two coastlines, featuring everything from iconic movie locations to secret coves only accessible by boat. Whether you're chasing world-class diving, family-friendly shores, or complete seclusion, your perfect Thai beach is on this list.",
    "nl": "Van de turquoise Andamanzee tot de warme Golf van Thailand, deze 25 stranden vertegenwoordigen het allerbeste dat Thailand te bieden heeft. Onze gerangschikte selectie bestrijkt 10 eilanden en twee kustlijnen, van iconische filmlocaties tot geheime baaien die alleen per boot bereikbaar zijn. Of je nu op zoek bent naar wereldklasse duiken, gezinsvriendelijke kusten of volledige afzondering, jouw perfecte Thaise strand staat op deze lijst."
  },
  "last_updated": "2026-02-18",
  "beaches": [
    {
      "rank": 1,
      "name": "Maya Bay",
      "island_slug": "koh-phi-phi",
      "island_name": { "en": "Koh Phi Phi", "nl": "Koh Phi Phi" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "The world-famous bay on Phi Phi Leh, surrounded by towering limestone cliffs. After being closed from 2018 to 2022 for ecological recovery, it reopened with strict visitor limits (no swimming, limited time slots, max 300 visitors at a time). The coral and marine life have made a remarkable recovery.",
        "nl": "De wereldberoemde baai op Phi Phi Leh, omringd door torenhoge kalkstenen kliffen. Na een sluiting van 2018 tot 2022 voor ecologisch herstel, is de baai heropend met strikte bezoekerslimieten (niet zwemmen, beperkte tijdslots, maximaal 300 bezoekers tegelijk). Het koraal en zeeleven hebben een opmerkelijk herstel doorgemaakt."
      },
      "best_for": ["sightseeing", "photography", "snorkeling"],
      "vibe": "iconic",
      "crowd_level": "moderate",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Featured in Leonardo DiCaprio's 'The Beach' (2000)",
          "Towering 100m limestone cliffs on three sides",
          "Restored coral reef after 4-year ecological closure",
          "Strict conservation: max 300 visitors at a time"
        ],
        "nl": [
          "Te zien in Leonardo DiCaprio's 'The Beach' (2000)",
          "Torenhoge 100m kalkstenen kliffen aan drie zijden",
          "Hersteld koraalrif na 4 jaar ecologische sluiting",
          "Strikte natuurbescherming: max 300 bezoekers tegelijk"
        ]
      },
      "tip": {
        "en": "Book your Maya Bay time slot online in advance — morning slots (before 10 AM) have fewer crowds and better light for photos.",
        "nl": "Boek je Maya Bay tijdslot online van tevoren — ochtendslots (voor 10:00) hebben minder drukte en beter licht voor foto's."
      }
    },
    {
      "rank": 2,
      "name": "Sunrise Beach",
      "island_slug": "koh-lipe",
      "island_name": { "en": "Koh Lipe", "nl": "Koh Lipe" },
      "region": "Andaman Sea",
      "province": "Satun",
      "description": {
        "en": "A stunning east-facing beach with some of the best snorkeling on the island right off the shore. As the name suggests, the sunrise views are spectacular. The beach is lined with resorts but feels less crowded than Pattaya Beach.",
        "nl": "Een prachtig strand op het oosten met enkele van de beste snorkelmogelijkheden van het eiland direct vanaf de kust. Zoals de naam al doet vermoeden, zijn de uitzichten bij zonsopgang spectaculair. Het strand is omzoomd met resorts maar voelt minder druk aan dan Pattaya Beach."
      },
      "best_for": ["sunrise", "snorkeling", "relaxation", "romance"],
      "vibe": "pristine",
      "crowd_level": "moderate",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Shore snorkeling with vibrant coral and tropical fish directly from the beach",
          "Breathtaking east-facing sunrise over the Andaman Sea",
          "Located within Tarutao National Marine Park — some of Thailand's healthiest reefs",
          "Often called 'the Maldives of Thailand' for its water clarity"
        ],
        "nl": [
          "Snorkelen direct vanaf het strand met levendig koraal en tropische vissen",
          "Adembenemende zonsopgang op het oosten over de Andamanzee",
          "Gelegen in het Tarutao Nationaal Marien Park — gezondste riffen van Thailand",
          "Vaak de 'Malediven van Thailand' genoemd vanwege de helderheid van het water"
        ]
      },
      "tip": {
        "en": "Stay on Sunrise Beach rather than Pattaya Beach for the best snorkeling — the coral starts just a few meters from shore and the water is remarkably clear.",
        "nl": "Verblijf op Sunrise Beach in plaats van Pattaya Beach voor het beste snorkelen — het koraal begint slechts een paar meter van de kust en het water is uitzonderlijk helder."
      }
    },
    {
      "rank": 3,
      "name": "Chaweng Beach",
      "island_slug": "koh-samui",
      "island_name": { "en": "Koh Samui", "nl": "Koh Samui" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "The longest and most popular beach on Koh Samui, stretching over 7 kilometers with powdery white sand and crystal-clear water. The northern section is quieter, while the central part buzzes with beach clubs, restaurants, and water sports.",
        "nl": "Het langste en populairste strand van Koh Samui, dat zich uitstrekt over 7 kilometer met poederachtig wit zand en kristalhelder water. Het noordelijke deel is rustiger, terwijl het centrale gedeelte bruist van de beachclubs, restaurants en watersporten."
      },
      "best_for": ["swimming", "nightlife", "water sports", "shopping"],
      "vibe": "party",
      "crowd_level": "high",
      "best_months": "Dec-Mar",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "7km of powdery white sand — the longest beach on Koh Samui",
          "Everything within walking distance: beach clubs, restaurants, bars, and shops",
          "World-class water sports including kitesurfing, parasailing, and jet skiing",
          "Quieter northern end ideal for families; buzzing central section for nightlife seekers"
        ],
        "nl": [
          "7 km poederachtig wit zand — het langste strand van Koh Samui",
          "Alles op loopafstand: beachclubs, restaurants, bars en winkels",
          "Wereldklasse watersporten waaronder kitesurfen, parasailen en jetski's",
          "Rustig noordelijk deel ideaal voor gezinnen; bruisend centraal deel voor nachtlevenliefhebbers"
        ]
      },
      "tip": {
        "en": "Stay at the quiet north end of Chaweng near Chaweng Noi for a peaceful beach experience, then take a songthaew south when you want the nightlife action.",
        "nl": "Verblijf in het rustige noordelijke deel van Chaweng bij Chaweng Noi voor een rustige strandervaring en neem dan een songthaew zuidwaarts als je het nachtleven wilt."
      }
    },
    {
      "rank": 4,
      "name": "Bottle Beach (Haad Khuat)",
      "island_slug": "koh-phangan",
      "island_name": { "en": "Koh Phangan", "nl": "Koh Phangan" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "One of the most beautiful and secluded beaches on the island, accessible only by boat or a challenging jungle hike. The crystal-clear water and soft white sand make it worth the effort. Basic bungalows and a few restaurants are available.",
        "nl": "Een van de mooiste en meest afgelegen stranden van het eiland, alleen bereikbaar per boot of via een uitdagende junglewandeling. Het kristalheldere water en zachte witte zand maken de moeite meer dan waard. Er zijn eenvoudige bungalows en enkele restaurants beschikbaar."
      },
      "best_for": ["seclusion", "snorkeling", "nature lovers"],
      "vibe": "hidden",
      "crowd_level": "low",
      "best_months": "Dec-Mar",
      "budget_level": "budget",
      "highlights": {
        "en": [
          "No road access — only reachable by longtail boat or jungle trail",
          "Perfectly enclosed bay with calm, gin-clear water",
          "One of Koh Phangan's best-kept secrets away from the Full Moon Party scene",
          "Rustic bungalow stays available for a true castaway experience"
        ],
        "nl": [
          "Geen wegverbinding — alleen bereikbaar per longtailboot of junglelpad",
          "Perfect omsloten baai met kalm, glashelder water",
          "Een van de best bewaarde geheimen van Koh Phangan ver van de Full Moon Party",
          "Rustieke bungalow verblijven beschikbaar voor een echte Robinson Crusoë-ervaring"
        ]
      },
      "tip": {
        "en": "Take the longtail boat from Chaloklum Bay in the north (about 20 minutes) rather than attempting the grueling jungle hike — it's cheaper and faster.",
        "nl": "Neem de longtailboot vanuit Chaloklum Bay in het noorden (ongeveer 20 minuten) in plaats van de slopende junglewandeling — het is goedkoper en sneller."
      }
    },
    {
      "rank": 5,
      "name": "Shark Bay (Haad Tien)",
      "island_slug": "koh-tao",
      "island_name": { "en": "Koh Tao", "nl": "Koh Tao" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "Named after the harmless blacktip reef sharks that frequent the bay, this stunning beach offers exceptional snorkeling right from the shore. You can often spot sharks, turtles, and tropical fish in the clear shallow water.",
        "nl": "Vernoemd naar de onschadelijke zwartpuntrifhaaien die de baai bezoeken, biedt dit prachtige strand uitzonderlijk snorkelen direct vanaf de kust. Je kunt vaak haaien, schildpadden en tropische vissen zien in het heldere ondiepe water."
      },
      "best_for": ["snorkeling", "wildlife", "swimming"],
      "vibe": "adventure",
      "crowd_level": "low",
      "best_months": "Dec-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Blacktip reef sharks visible right from the beach — harmless and thrilling",
          "Sea turtles frequently spotted feeding in the shallows",
          "John-Suwan Viewpoint above offers 360° panoramic views of the southern coast",
          "Far fewer tourists than Sairee Beach despite being equally spectacular"
        ],
        "nl": [
          "Zwartpuntrifhaaien zichtbaar direct vanaf het strand — onschadelijk en spannend",
          "Zeeschildpadden frequent gespot bij het foerageren in het ondiepe water",
          "John-Suwan uitzichtpunt erboven biedt 360° panoramisch uitzicht over de zuidkust",
          "Veel minder toeristen dan Sairee Beach ondanks het feit dat het even spectaculair is"
        ]
      },
      "tip": {
        "en": "Visit between 7 and 9 AM before the day-trippers arrive for your best chance of spotting sharks and turtles without any crowd. Bring your own snorkel gear for the clearest views.",
        "nl": "Bezoek tussen 7 en 9 uur voor de dagjesmensen arriveren voor de beste kans om haaien en schildpadden te spotten zonder drukte. Breng je eigen snorkeluitrusting voor het helderste zicht."
      }
    },
    {
      "rank": 6,
      "name": "Kantiang Bay",
      "island_slug": "koh-lanta",
      "island_name": { "en": "Koh Lanta", "nl": "Koh Lanta" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "A stunning horseshoe-shaped bay in the south of the island, home to the luxury Pimalai Resort. The beach is beautifully framed by jungle-covered hills and offers excellent snorkeling at the rocky ends. One of Lanta's most photogenic spots.",
        "nl": "Een prachtige hoefijzervormige baai in het zuiden van het eiland, de thuisbasis van het luxe Pimalai Resort. Het strand is prachtig omlijst door met jungle bedekte heuvels en biedt uitstekend snorkelen aan de rotsachtige uiteinden. Een van de meest fotogenieke plekken van Lanta."
      },
      "best_for": ["scenery", "snorkeling", "luxury", "romance"],
      "vibe": "romantic",
      "crowd_level": "low",
      "best_months": "Nov-Apr",
      "budget_level": "luxury",
      "highlights": {
        "en": [
          "Perfect horseshoe bay framed by jungle-draped hills on three sides",
          "Home to Pimalai Resort — one of Thailand's most acclaimed boutique hotels",
          "Excellent snorkeling at both rocky headlands flanking the bay",
          "Far south location means fewer day-trippers and true tranquility"
        ],
        "nl": [
          "Perfecte hoefijzervormige baai omlijst door met jungle begroeide heuvels aan drie zijden",
          "Thuisbasis van Pimalai Resort — een van Thailand's meest geprezen boutiquehotels",
          "Uitstekend snorkelen aan beide rotsachtige landtongen die de baai flankeren",
          "Verre zuidelijke ligging betekent minder dagjesmensen en echte rust"
        ]
      },
      "tip": {
        "en": "Even if you're not staying at Pimalai, you can access the beach as a day visitor. Stop for a drink at the resort bar to enjoy the bay views without paying resort prices.",
        "nl": "Ook als je niet in Pimalai verblijft, kun je het strand als dagbezoeker betreden. Stop voor een drankje bij de resortbar om te genieten van het baaiuitzicht zonder resortprijzen te betalen."
      }
    },
    {
      "rank": 7,
      "name": "Long Beach (Haad Yao)",
      "island_slug": "koh-phi-phi",
      "island_name": { "en": "Koh Phi Phi", "nl": "Koh Phi Phi" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "A beautiful stretch of white sand on the southeast coast of Phi Phi Don with excellent snorkeling, including frequent blacktip reef shark sightings in the shallows. Less crowded than Tonsai and accessible by longtail boat or a 20-minute walk.",
        "nl": "Een prachtig stuk wit zand aan de zuidoostkust van Phi Phi Don met uitstekend snorkelen, inclusief frequente waarnemingen van zwartpuntrifhaaien in het ondiepe water. Minder druk dan Tonsai en bereikbaar per longtailboot of een wandeling van 20 minuten."
      },
      "best_for": ["snorkeling", "swimming", "relaxation"],
      "vibe": "pristine",
      "crowd_level": "moderate",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Blacktip reef sharks regularly spotted in the shallows right off the beach",
          "No direct ferry access keeps crowds lower than Tonsai Bay",
          "Pristine white sand backed by jungle vegetation — postcard-perfect scenery",
          "Some of Phi Phi's best coral reef snorkeling without a boat trip"
        ],
        "nl": [
          "Zwartpuntrifhaaien regelmatig gespot in het ondiepe water direct voor het strand",
          "Geen directe veerbottoegang houdt het minder druk dan Tonsai Bay",
          "Ongerept wit zand omgeven door junglevegetatie — prentkaartperfect landschap",
          "Sommige van Phi Phi's beste koraalrif snorkelaarsplekken zonder boottocht"
        ]
      },
      "tip": {
        "en": "Walk the jungle path from Tonsai Bay (about 20 minutes) instead of taking a longtail — it's free and offers glimpses of the island's interior. The path starts near the Reggae Bar.",
        "nl": "Loop het junglepad vanuit Tonsai Bay (ongeveer 20 minuten) in plaats van een longtail te nemen — het is gratis en biedt uitzicht op het binnenland van het eiland. Het pad begint bij de Reggae Bar."
      }
    },
    {
      "rank": 8,
      "name": "Haad Rin",
      "island_slug": "koh-phangan",
      "island_name": { "en": "Koh Phangan", "nl": "Koh Phangan" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "The world-famous party beach on the southeastern tip of the island, home to the monthly Full Moon Party that attracts up to 30,000 revelers. Sunrise Beach (Haad Rin Nok) is the main party location, while Sunset Beach (Haad Rin Nai) on the other side is much calmer.",
        "nl": "Het wereldberoemde feeststrand op de zuidoostelijke punt van het eiland, de thuisbasis van het maandelijkse Full Moon Party dat tot 30.000 feestvierders aantrekt. Sunrise Beach (Haad Rin Nok) is de belangrijkste feestlocatie, terwijl Sunset Beach (Haad Rin Nai) aan de andere kant veel rustiger is."
      },
      "best_for": ["nightlife", "full moon party", "backpackers"],
      "vibe": "party",
      "crowd_level": "high",
      "best_months": "Year-round",
      "budget_level": "budget",
      "highlights": {
        "en": [
          "Monthly Full Moon Party — one of the world's biggest beach parties since 1985",
          "Up to 30,000 revelers descend on the beach each full moon night",
          "Neon body paint, fire shows, and DJs playing from dusk until sunrise",
          "Haad Rin Nai (Sunset Beach) offers a calm alternative just minutes away"
        ],
        "nl": [
          "Maandelijks Full Moon Party — een van 's werelds grootste strandfeesten sinds 1985",
          "Tot 30.000 feestvierders komen samen op het strand elke volle maannacht",
          "Neon bodypaint, vuurshows en dj's die van schemering tot zonsopgang draaien",
          "Haad Rin Nai (Sunset Beach) biedt een rustig alternatief op slechts minuten afstand"
        ]
      },
      "tip": {
        "en": "For Full Moon Party, book accommodation 2-3 months in advance — prices triple and everything sells out fast. Store your valuables in your resort safe and wear shoes to protect from broken glass.",
        "nl": "Voor het Full Moon Party, boek accommodatie 2-3 maanden van tevoren — prijzen verdrievoudigen en alles raakt snel uitverkocht. Bewaar je waardevolle spullen in de kluis van je resort en draag schoenen ter bescherming tegen gebroken glas."
      }
    },
    {
      "rank": 9,
      "name": "Sairee Beach",
      "island_slug": "koh-tao",
      "island_name": { "en": "Koh Tao", "nl": "Koh Tao" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "The longest beach on Koh Tao, stretching 1.7 kilometers along the west coast. This is the island's main hub with dive shops, beach bars, restaurants, and accommodation lining the shore. Great for sunset views and the social scene.",
        "nl": "Het langste strand van Koh Tao, dat zich 1,7 kilometer uitstrekt langs de westkust. Dit is het belangrijkste centrum van het eiland met duikwinkels, strandbars, restaurants en accommodatie langs de kust. Geweldig voor zonsondergangen en het sociale leven."
      },
      "best_for": ["sunsets", "nightlife", "diving", "socializing"],
      "vibe": "adventure",
      "crowd_level": "moderate",
      "best_months": "Dec-Apr",
      "budget_level": "budget",
      "highlights": {
        "en": [
          "Gateway to world-class diving — 70+ dive schools line the beach",
          "Cheapest place in the world to get PADI certified (from ~฿9,800)",
          "Spectacular west-facing sunsets over the Gulf of Thailand every evening",
          "Lively social scene with beach bars and restaurants for every budget"
        ],
        "nl": [
          "Toegangspoort tot wereldklasse duiken — 70+ duikscholen langs het strand",
          "Goedkoopste plek ter wereld om PADI-gecertificeerd te worden (vanaf ~฿9.800)",
          "Spectaculaire op het westen gerichte zonsondergangen over de Golf van Thailand elke avond",
          "Levendig sociaal leven met strandbars en restaurants voor elk budget"
        ]
      },
      "tip": {
        "en": "Start your dive course on your first full day — don't wait. Most courses book up fast, especially in high season. Shop around between dive schools as prices and quality vary significantly.",
        "nl": "Begin je duikcursus op je eerste volledige dag — wacht niet. De meeste cursussen zijn snel volgeboekt, vooral in het hoogseizoen. Vergelijk duikscholen want prijzen en kwaliteit lopen sterk uiteen."
      }
    },
    {
      "rank": 10,
      "name": "Loh Dalum Bay",
      "island_slug": "koh-phi-phi",
      "island_name": { "en": "Koh Phi Phi", "nl": "Koh Phi Phi" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "Just over the narrow isthmus from Tonsai, this wide, shallow bay offers stunning views, especially at low tide when you can walk far out on the exposed sandbar. At night, the beach transforms into an open-air party zone with fire shows and beach bars.",
        "nl": "Net aan de andere kant van de smalle landtong vanaf Tonsai biedt deze brede, ondiepe baai adembenemende uitzichten, vooral bij eb wanneer je ver over de blootliggende zandbank kunt lopen. 's Nachts verandert het strand in een openlucht feestzone met vuurshows en strandbars."
      },
      "best_for": ["views", "nightlife", "fire shows", "photography"],
      "vibe": "iconic",
      "crowd_level": "high",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Wide bay visible from the famous Phi Phi Viewpoint directly above",
          "At low tide the bay empties into a vast sandbar you can walk across",
          "Nightly fire shows and bucket bars along the beach from 10 PM",
          "The iconic twin-bay view from the viewpoint hike above is Thailand's most photographed scene"
        ],
        "nl": [
          "Brede baai zichtbaar vanaf het beroemde Phi Phi uitzichtpunt direct erboven",
          "Bij eb loopt de baai leeg in een uitgestrekte zandbank die je kunt overlopen",
          "Nachtelijke vuurshows en bucketbars langs het strand vanaf 22:00",
          "Het iconische dubbele baaiuitzicht vanaf de uitzichtpuntwandeling erboven is Thailand's meest gefotografeerde tafereel"
        ]
      },
      "tip": {
        "en": "Hike to the Phi Phi Viewpoint (฿30 entry, 186 steps) at sunset for the quintessential twin-bay photo — Tonsai Bay on one side, Loh Dalum Bay on the other. Arrive 30 minutes before sunset for the best spot.",
        "nl": "Wandel naar het Phi Phi uitzichtpunt (฿30 toegang, 186 treden) bij zonsondergang voor de kenmerkende tweebaaifoto — Tonsai Bay aan de ene kant, Loh Dalum Bay aan de andere. Kom 30 minuten voor zonsondergang voor de beste plek."
      }
    },
    {
      "rank": 11,
      "name": "Long Beach (Phra Ae)",
      "island_slug": "koh-lanta",
      "island_name": { "en": "Koh Lanta", "nl": "Koh Lanta" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "The most popular beach on Koh Lanta with a wide strip of golden sand stretching for 4 kilometers. Well-developed with a good range of restaurants, beach bars, and accommodation, yet never feeling overcrowded. Great swimming and spectacular sunsets.",
        "nl": "Het populairste strand van Koh Lanta met een brede strook goudkleurig zand dat zich uitstrekt over 4 kilometer. Goed ontwikkeld met een goed aanbod van restaurants, strandbars en accommodatie, maar voelt nooit overvol. Geweldig zwemmen en spectaculaire zonsondergangen."
      },
      "best_for": ["swimming", "sunsets", "families", "dining"],
      "vibe": "family",
      "crowd_level": "moderate",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "4km of golden sand — the longest beach on Koh Lanta",
          "West-facing orientation delivers some of Thailand's most stunning sunsets",
          "Full range of accommodation from budget bungalows to boutique resorts",
          "Safe year-round swimming with a gentle slope into the water"
        ],
        "nl": [
          "4 km goudkleurig zand — het langste strand van Koh Lanta",
          "Op het westen gerichte oriëntatie levert enkele van Thailand's meest adembenemende zonsondergangen",
          "Volledig aanbod accommodatie van budget bungalows tot boutique resorts",
          "Veilig zwemmen het hele jaar door met een zacht aflopend strand"
        ]
      },
      "tip": {
        "en": "Position yourself on the beach 30 minutes before sunset with a cold Singha from a beachside bar — Long Beach delivers one of Thailand's most consistent sunset shows year-round.",
        "nl": "Stel jezelf op het strand op 30 minuten voor zonsondergang met een koude Singha van een strandbar — Long Beach levert een van Thailand's meest consistente zonsondergangshows het hele jaar door."
      }
    },
    {
      "rank": 12,
      "name": "Pattaya Beach",
      "island_slug": "koh-lipe",
      "island_name": { "en": "Koh Lipe", "nl": "Koh Lipe" },
      "region": "Andaman Sea",
      "province": "Satun",
      "description": {
        "en": "The main arrival beach and the longest on the island, with turquoise water and soft white sand. Speedboats dock here and the beach can get busy during the day, but the water clarity is consistently excellent. Great snorkeling directly from shore.",
        "nl": "Het belangrijkste aankomststrand en het langste van het eiland, met turquoise water en zacht wit zand. Speedboten leggen hier aan en het strand kan overdag druk zijn, maar de helderheid van het water is constant uitstekend. Geweldig snorkelen direct vanaf de kust."
      },
      "best_for": ["snorkeling", "arrival point", "water clarity"],
      "vibe": "pristine",
      "crowd_level": "moderate",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Longest beach on Koh Lipe with Andaman Sea water clarity that rivals the Maldives",
          "Central location with Walking Street connecting directly to Sunrise Beach",
          "Direct shore snorkeling with remarkable coral and fish diversity",
          "Within Tarutao National Marine Park — one of Thailand's most protected marine areas"
        ],
        "nl": [
          "Langste strand op Koh Lipe met Andamanzee-waterhelderheid die de Malediven evenaart",
          "Centrale ligging met Walking Street die direct verbindt met Sunrise Beach",
          "Direct snorkelen vanaf de kust met opmerkelijke koraal- en visdiversiteit",
          "Binnen Tarutao Nationaal Marien Park — een van Thailand's meest beschermde mariene gebieden"
        ]
      },
      "tip": {
        "en": "The boats arrive between 10 AM and 2 PM making Pattaya Beach hectic midday — head to the quieter east end of the beach or across to Sunrise Beach during those hours.",
        "nl": "De boten arriveren tussen 10:00 en 14:00 waardoor Pattaya Beach 's middags hectisch is — ga naar het rustigere oostelijke uiteinde van het strand of stap over naar Sunrise Beach tijdens die uren."
      }
    },
    {
      "rank": 13,
      "name": "White Sand Beach (Haad Sai Khao)",
      "island_slug": "koh-chang",
      "island_name": { "en": "Koh Chang", "nl": "Koh Chang" },
      "region": "Gulf of Thailand",
      "province": "Trat",
      "description": {
        "en": "The longest and most developed beach on Koh Chang, stretching 2.5 kilometers with soft white sand. The northern end is quieter with luxury resorts, while the southern end has more budget accommodation, bars, and a lively evening scene.",
        "nl": "Het langste en meest ontwikkelde strand van Koh Chang, dat zich 2,5 kilometer uitstrekt met zacht wit zand. Het noordelijke deel is rustiger met luxe resorts, terwijl het zuidelijke deel meer budgetaccommodatie, bars en een levendig avondleven heeft."
      },
      "best_for": ["swimming", "nightlife", "convenience", "water sports"],
      "vibe": "party",
      "crowd_level": "high",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Dramatic backdrop of Thailand's highest jungle-covered mountains directly behind the beach",
          "2.5km of soft white sand — the widest and longest on the island",
          "Easiest beach to reach from the ferry pier — just 15 minutes by songthaew",
          "Best range of water sports on Koh Chang including snorkeling, kayaking, and diving"
        ],
        "nl": [
          "Dramatische achtergrond van Thailand's hoogste met jungle begroeide bergen direct achter het strand",
          "2,5 km zacht wit zand — het breedste en langste van het eiland",
          "Makkelijkst te bereiken strand vanaf de veerpier — slechts 15 minuten per songthaew",
          "Beste aanbod watersporten op Koh Chang inclusief snorkelen, kajakken en duiken"
        ]
      },
      "tip": {
        "en": "Koh Chang is far less visited than the southern islands and offers better value for money — book here for a more authentic Thai island experience without the crowds of Koh Samui or Phuket.",
        "nl": "Koh Chang wordt veel minder bezocht dan de zuidelijke eilanden en biedt betere waar voor je geld — boek hier voor een authentiekere Thaise eilandervaring zonder de drukte van Koh Samui of Phuket."
      }
    },
    {
      "rank": 14,
      "name": "Thong Nai Pan",
      "island_slug": "koh-phangan",
      "island_name": { "en": "Koh Phangan", "nl": "Koh Phangan" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "Twin bays (Yai and Noi) on the northeast coast surrounded by jungle-covered hills. Thong Nai Pan Noi is the more developed of the two with upscale resorts, while Thong Nai Pan Yai offers a more backpacker-friendly scene. Both have excellent swimming.",
        "nl": "Tweelingbaaien (Yai en Noi) aan de noordoostkust omringd door met jungle bedekte heuvels. Thong Nai Pan Noi is de meer ontwikkelde van de twee met luxe resorts, terwijl Thong Nai Pan Yai een meer backpackervriendelijke sfeer biedt. Beide zijn uitstekend om te zwemmen."
      },
      "best_for": ["swimming", "relaxation", "scenery"],
      "vibe": "pristine",
      "crowd_level": "low",
      "best_months": "Dec-Mar",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Two connected bays in one location — choose the energy that suits you",
          "Jungle-covered hills tumbling straight to the water's edge create dramatic scenery",
          "Far from Haad Rin — enjoy Koh Phangan without the Full Moon Party scene",
          "Some of the island's best swimming conditions with calm, clear Gulf waters"
        ],
        "nl": [
          "Twee verbonden baaien op één locatie — kies de energie die bij je past",
          "Met jungle begroeide heuvels die direct naar de waterrand vallen creëren dramatisch landschap",
          "Ver van Haad Rin — geniet van Koh Phangan zonder de Full Moon Party scene",
          "Enkele van de beste zwemomstandigheden van het eiland met kalm, helder Golfwater"
        ]
      },
      "tip": {
        "en": "The winding mountain road to Thong Nai Pan takes 45 minutes by motorbike from the pier — rent a scooter and enjoy the jungle views, or take a boat from Ban Tai for a scenic sea approach.",
        "nl": "De kronkelende bergweg naar Thong Nai Pan duurt 45 minuten per scooter vanaf de pier — huur een scooter en geniet van het jungleuitzicht, of neem een boot vanuit Ban Tai voor een schilderachtige zeebenadering."
      }
    },
    {
      "rank": 15,
      "name": "Klong Dao Beach",
      "island_slug": "koh-lanta",
      "island_name": { "en": "Koh Lanta", "nl": "Koh Lanta" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "The northernmost tourist beach, closest to the pier, with calm shallow water that's perfect for families with young children. The sand is soft and wide, and the sea is shallow enough to wade far out safely.",
        "nl": "Het noordelijkste toeristenstrand, het dichtst bij de pier, met kalm ondiep water dat perfect is voor gezinnen met jonge kinderen. Het zand is zacht en breed, en de zee is ondiep genoeg om veilig ver het water in te waden."
      },
      "best_for": ["families", "swimming", "relaxation"],
      "vibe": "family",
      "crowd_level": "moderate",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Safest swimming beach in the Andaman — extremely calm, shallow water ideal for children",
          "Closest beach to the Saladan ferry pier — no long transfers after arrival",
          "Wide, flat beach with space for beach games even at high season",
          "Good range of family-friendly resorts from budget to mid-range"
        ],
        "nl": [
          "Veiligste zwemstrand op de Andamankust — extreem kalm, ondiep water ideaal voor kinderen",
          "Dichtstbijzijnde strand bij de Saladan veerpier — geen lange transfers na aankomst",
          "Breed, vlak strand met ruimte voor strandspellen zelfs in het hoogseizoen",
          "Goed aanbod gezinsvriendelijke resorts van budget tot middensegment"
        ]
      },
      "tip": {
        "en": "Klong Dao is the ideal base for families: calm enough for toddlers, close enough to Saladan for supplies, and easy day-trip access to snorkeling at Koh Rok and the Emerald Cave at Koh Muk.",
        "nl": "Klong Dao is de ideale uitvalsbasis voor gezinnen: kalm genoeg voor peuters, dichtbij genoeg bij Saladan voor benodigdheden en gemakkelijke dagtochttoegang tot snorkelen bij Koh Rok en de Emerald Cave bij Koh Muk."
      }
    },
    {
      "rank": 16,
      "name": "Choeng Mon Beach",
      "island_slug": "koh-samui",
      "island_name": { "en": "Koh Samui", "nl": "Koh Samui" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "A small, sheltered bay in the northeast corner of the island known for its luxury resorts and family-friendly atmosphere. The shallow, calm waters and soft sand make it one of the best beaches for young children.",
        "nl": "Een kleine, beschutte baai in de noordoosthoek van het eiland, bekend om zijn luxe resorts en gezinsvriendelijke sfeer. Het ondiepe, kalme water en zachte zand maken het een van de beste stranden voor jonge kinderen."
      },
      "best_for": ["families", "luxury", "swimming", "relaxation"],
      "vibe": "luxury",
      "crowd_level": "low",
      "best_months": "Dec-Mar",
      "budget_level": "luxury",
      "highlights": {
        "en": [
          "Perfectly sheltered northeast bay with the calmest water on Koh Samui",
          "Home to some of Samui's finest boutique luxury resorts",
          "Just 10 minutes by taxi from Samui's international airport",
          "World-class beach massage and spa services available right on the sand"
        ],
        "nl": [
          "Perfect beschutte noordoostelijke baai met het rustigste water op Koh Samui",
          "Thuisbasis van enkele van Samui's beste boutique luxe resorts",
          "Slechts 10 minuten per taxi van Samui's internationale luchthaven",
          "Wereldklasse strandmassage en spa-diensten direct op het zand beschikbaar"
        ]
      },
      "tip": {
        "en": "Choeng Mon is your best bet for a luxury Samui stay away from Chaweng's noise — book a beachfront villa at one of the boutique resorts here for a serene honeymoon or family holiday.",
        "nl": "Choeng Mon is je beste keuze voor een luxe Samui verblijf weg van het lawaai van Chaweng — boek een beachfront villa in een van de boutique resorts hier voor een sereen huwelijksreis of gezinsvakantie."
      }
    },
    {
      "rank": 17,
      "name": "Laem Tong Beach",
      "island_slug": "koh-phi-phi",
      "island_name": { "en": "Koh Phi Phi", "nl": "Koh Phi Phi" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "The most exclusive beach on Phi Phi Don, located on the northern tip and home to several luxury resorts. Completely separated from the main village, it offers peace, pristine water, and excellent snorkeling at nearby Bamboo Island.",
        "nl": "Het meest exclusieve strand van Phi Phi Don, gelegen op de noordpunt en de thuisbasis van meerdere luxe resorts. Volledig gescheiden van het hoofddorp, biedt het rust, ongerept water en uitstekend snorkelen bij het nabijgelegen Bamboo Island."
      },
      "best_for": ["luxury", "seclusion", "snorkeling"],
      "vibe": "luxury",
      "crowd_level": "low",
      "best_months": "Nov-Apr",
      "budget_level": "luxury",
      "highlights": {
        "en": [
          "Completely cut off from Tonsai Village chaos — only accessible by boat",
          "Home to Zeavola resort, one of Thailand's most acclaimed eco-luxury properties",
          "Pristine Bamboo Island (Koh Mai Pai) just a short longtail ride away",
          "The quietest corner of Phi Phi — like having your own private island"
        ],
        "nl": [
          "Volledig afgesneden van het Tonsai Village chaos — alleen bereikbaar per boot",
          "Thuisbasis van Zeavola resort, een van Thailand's meest geprezen eco-luxe accommodaties",
          "Ongerept Bamboo Island (Koh Mai Pai) slechts een korte longtailrit verwijderd",
          "De rustigste hoek van Phi Phi — alsof je je eigen privé-eiland hebt"
        ]
      },
      "tip": {
        "en": "Day-trippers cannot easily reach Laem Tong without a longtail boat — this natural barrier is what keeps it peaceful. Take the boat transfer directly from Krabi or Phuket pier to arrive in style.",
        "nl": "Dagjesmensen kunnen Laem Tong niet gemakkelijk bereiken zonder een longtailboot — deze natuurlijke barrière is wat het rustig houdt. Neem de boottransfer direct van de pier van Krabi of Phuket voor een stijlvolle aankomst."
      }
    },
    {
      "rank": 18,
      "name": "Freedom Beach",
      "island_slug": "koh-tao",
      "island_name": { "en": "Koh Tao", "nl": "Koh Tao" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "A small, secluded beach accessible by a short hike or longtail boat. The coral reef just offshore makes it one of the best snorkeling spots on the island. Fewer visitors mean a more peaceful experience.",
        "nl": "Een klein, afgelegen strand bereikbaar via een korte wandeling of longtailboot. Het koraalrif vlak voor de kust maakt het een van de beste snorkelplekken op het eiland. Minder bezoekers zorgen voor een rustigere ervaring."
      },
      "best_for": ["snorkeling", "seclusion", "nature"],
      "vibe": "hidden",
      "crowd_level": "low",
      "best_months": "Dec-Apr",
      "budget_level": "budget",
      "highlights": {
        "en": [
          "One of Koh Tao's best snorkeling reefs directly accessible from shore",
          "No beach restaurants or permanent facilities — pure undeveloped nature",
          "Short jungle hike to reach it rewards with dramatic coastal viewpoints",
          "So secluded that even during high season it rarely feels crowded"
        ],
        "nl": [
          "Een van Koh Tao's beste snorkelriffen direct bereikbaar vanuit de kust",
          "Geen strandrestaurants of permanente faciliteiten — pure onontwikkelde natuur",
          "Korte junglewandeling om er te komen beloont met dramatische kustpanorama's",
          "Zo afgelegen dat het zelfs tijdens het hoogseizoen zelden vol aanvoelt"
        ]
      },
      "tip": {
        "en": "Bring your own snorkel gear, water, and snacks — there's nothing for sale at Freedom Beach. The rocky path takes about 15 minutes from the road; wear shoes and go in the morning for the clearest water.",
        "nl": "Breng je eigen snorkeluitrusting, water en snacks mee — er is niets te koop bij Freedom Beach. Het rotspad duurt ongeveer 15 minuten vanaf de weg; draag schoenen en ga 's ochtends voor het helderste water."
      }
    },
    {
      "rank": 19,
      "name": "Ao Kao Beach",
      "island_slug": "koh-mak",
      "island_name": { "en": "Koh Mak", "nl": "Koh Mak" },
      "region": "Gulf of Thailand",
      "province": "Trat",
      "description": {
        "en": "The most popular beach on Koh Mak, a beautiful crescent of white sand on the southwest coast with crystal-clear shallow water perfect for swimming. Most of the island's resorts line this beach, yet it never feels crowded.",
        "nl": "Het populairste strand van Koh Mak, een prachtige halvemaan van wit zand aan de zuidwestkust met kristalhelder ondiep water perfect om te zwemmen. De meeste resorts van het eiland liggen langs dit strand, maar het voelt nooit druk aan."
      },
      "best_for": ["swimming", "relaxation", "families"],
      "vibe": "eco",
      "crowd_level": "low",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Koh Mak is Thailand's first certified Low Carbon Destination — no jet skis, no noise pollution",
          "Crescent bay with shallow, crystal-clear water safe for children of all ages",
          "Cycle to the beach from anywhere on the island in under 20 minutes",
          "Genuine peace and quiet even during Thai holiday weekends"
        ],
        "nl": [
          "Koh Mak is Thailand's eerste gecertificeerde Low Carbon Destination — geen jetski's, geen geluidsoverlast",
          "Halvemaan baai met ondiep, kristalhelder water veilig voor kinderen van alle leeftijden",
          "Fiets van overal op het eiland naar het strand in minder dan 20 minuten",
          "Echte rust en stilte zelfs tijdens Thaise feestweekenden"
        ]
      },
      "tip": {
        "en": "Koh Mak is the antidote to Thailand's over-touristed beaches. Stay here for at least two nights to fully decompress — rent a bicycle, explore the coconut plantations, and enjoy uncrowded paradise.",
        "nl": "Koh Mak is het tegengif voor Thailand's over-toeristisch geworden stranden. Verblijf hier minstens twee nachten om volledig tot rust te komen — huur een fiets, verken de kokosplantages en geniet van onaangetast paradijs."
      }
    },
    {
      "rank": 20,
      "name": "Lam Haed Beach",
      "island_slug": "koh-yao-noi",
      "island_name": { "en": "Koh Yao Noi", "nl": "Koh Yao Noi" },
      "region": "Andaman Sea",
      "province": "Phang Nga",
      "description": {
        "en": "A beautiful sandbar tip at the northeast point of the island that appears at low tide, connecting to a tiny islet. The turquoise water and white sand create a picture-perfect scene. Accessible by motorbike or bicycle.",
        "nl": "Een prachtige zandtong aan de noordoostpunt van het eiland die bij eb verschijnt en verbindt met een klein eilandje. Het turquoise water en witte zand creëren een perfect plaatje. Bereikbaar per motor of fiets."
      },
      "best_for": ["photography", "swimming", "low tide exploration"],
      "vibe": "hidden",
      "crowd_level": "low",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Magical disappearing sandbar that only connects to the islet at low tide",
          "Surrounded by the iconic limestone karsts of Phang Nga Bay on all sides",
          "Almost entirely off the tourist radar — you may have this beach to yourself",
          "Perfect photography location with karst backdrops and turquoise foreground water"
        ],
        "nl": [
          "Magische verdwijnende zandbank die alleen bij eb verbinding maakt met het eilandje",
          "Omringd door de iconische kalkstenen karstbergen van Phang Nga Bay aan alle kanten",
          "Vrijwel volledig buiten het toeristische radar — je kunt dit strand voor jezelf hebben",
          "Perfecte fotolocatie met karst-achtergronden en turquoise voorgrondwater"
        ]
      },
      "tip": {
        "en": "Check the tide tables before visiting — the sandbar connection only works 1-2 hours before and after low tide. Rent a bicycle on Koh Yao Noi and combine with a circuit of the island's rice paddies and fishing villages.",
        "nl": "Controleer de getijdentabellen voor je bezoek — de zandbaakverbinding werkt alleen 1-2 uur voor en na eb. Huur een fiets op Koh Yao Noi en combineer met een rondrit langs de rijstvelden en vissersdorpen van het eiland."
      }
    },
    {
      "rank": 21,
      "name": "Klong Prao Beach",
      "island_slug": "koh-chang",
      "island_name": { "en": "Koh Chang", "nl": "Koh Chang" },
      "region": "Gulf of Thailand",
      "province": "Trat",
      "description": {
        "en": "A long, quiet beach split by a river estuary, offering a more relaxed alternative to White Sand Beach. The southern section has lovely resorts set among coconut palms. Kayaking up the estuary at sunset is magical.",
        "nl": "Een lang, rustig strand gesplitst door een riviermonding, dat een meer ontspannen alternatief biedt voor White Sand Beach. Het zuidelijke deel heeft mooie resorts tussen kokospalmen. Kajakken over de riviermonding bij zonsondergang is magisch."
      },
      "best_for": ["relaxation", "families", "kayaking", "romance"],
      "vibe": "romantic",
      "crowd_level": "low",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "River estuary splits the beach creating a unique mangrove kayaking experience at sunset",
          "Coconut palm-lined resort strip with far fewer tourists than White Sand Beach",
          "Calm, safe swimming on both sides of the estuary",
          "Excellent mid-range resort options including popular Klong Prao Resort"
        ],
        "nl": [
          "Riviermonding splitst het strand en creëert een unieke mangrove kajakervaring bij zonsondergang",
          "Met kokospalmen omzoomde resorstrook met veel minder toeristen dan White Sand Beach",
          "Kalm, veilig zwemmen aan beide zijden van de riviermonding",
          "Uitstekende middensegment resort-opties inclusief het populaire Klong Prao Resort"
        ]
      },
      "tip": {
        "en": "Rent a kayak at sunset and paddle upstream into the mangrove estuary — the combination of golden light filtering through the palm canopy and the silence of the mangroves is one of Koh Chang's most memorable experiences.",
        "nl": "Huur een kajak bij zonsondergang en peddel stroomopwaarts de mangroveriviermonding in — de combinatie van gouden licht dat door het palmkroon filtert en de stilte van de mangroven is een van Koh Chang's meest gedenkwaardige ervaringen."
      }
    },
    {
      "rank": 22,
      "name": "Lamai Beach",
      "island_slug": "koh-samui",
      "island_name": { "en": "Koh Samui", "nl": "Koh Samui" },
      "region": "Gulf of Thailand",
      "province": "Surat Thani",
      "description": {
        "en": "The island's second-largest beach with a more laid-back atmosphere than Chaweng. Known for its distinctive Hin Ta and Hin Yai (Grandmother and Grandfather) rock formations at the southern end and excellent swimming conditions.",
        "nl": "Het op een na grootste strand van het eiland met een meer ontspannen sfeer dan Chaweng. Bekend om de kenmerkende Hin Ta en Hin Yai (Oma en Opa) rotsformaties aan de zuidkant en uitstekende zwemomstandigheden."
      },
      "best_for": ["swimming", "relaxation", "sightseeing"],
      "vibe": "bohemian",
      "crowd_level": "moderate",
      "best_months": "Dec-Mar",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Hin Ta and Hin Yai rock formations — Samui's most visited natural landmark",
          "More affordable accommodation and dining than Chaweng without sacrificing beach quality",
          "Excellent swimming conditions with a gradual seabed slope",
          "Strong local Thai culture and genuine beach bars alongside tourist infrastructure"
        ],
        "nl": [
          "Hin Ta en Hin Yai rotsformaties — Samui's meest bezochte natuurlijke bezienswaardigheid",
          "Betaalbaardere accommodatie en eetgelegenheden dan Chaweng zonder in te leveren op strandkwaliteit",
          "Uitstekende zwemomstandigheden met een geleidelijke zeebodemhelling",
          "Sterke lokale Thaise cultuur en echte strandbars naast toeristische infrastructuur"
        ]
      },
      "tip": {
        "en": "Walk to the Hin Ta and Hin Yai rocks at the southern end of Lamai Beach early morning (before 9 AM) to beat the tour groups — the rock formations are most dramatic at low tide with the morning light.",
        "nl": "Loop naar de Hin Ta en Hin Yai rotsen aan het zuidelijke einde van Lamai Beach vroeg in de ochtend (voor 9:00) om de reisgroepen voor te zijn — de rotsformaties zijn het dramatischst bij eb in het ochtendlicht."
      }
    },
    {
      "rank": 23,
      "name": "Sai Kaew Beach (Diamond Beach)",
      "island_slug": "koh-samet",
      "island_name": { "en": "Koh Samet", "nl": "Koh Samet" },
      "region": "Gulf of Thailand",
      "province": "Rayong",
      "description": {
        "en": "The longest and most popular beach on Koh Samet, a 1-kilometer stretch of squeaky-white sand with clear turquoise water. The main hub with beachside restaurants, deck chairs, and nightly fire shows. Gets packed on weekends but quieter on weekdays.",
        "nl": "Het langste en populairste strand van Koh Samet, een 1 kilometer lang stuk piepend wit zand met helder turquoise water. Het belangrijkste centrum met restaurants aan het strand, ligstoelen en nachtelijke vuurshows. Wordt druk in het weekend maar rustiger doordeweeks."
      },
      "best_for": ["swimming", "fire shows", "nightlife", "convenience"],
      "vibe": "party",
      "crowd_level": "high",
      "best_months": "Year-round",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Only 3.5 hours from Bangkok by bus and ferry — Thailand's most accessible island escape",
          "Unique microclimate keeps Koh Samet sunny even during mainland monsoon season",
          "Nightly fire shows on the beach — spectacular performances included free of charge",
          "Part of a national park — white sand is consistently maintained and beautiful"
        ],
        "nl": [
          "Slechts 3,5 uur van Bangkok per bus en veerboot — Thailand's meest toegankelijke eilandontsnapping",
          "Uniek microklimaat houdt Koh Samet zonnig zelfs tijdens het moesson seizoen op het vasteland",
          "Nachtelijke vuurshows op het strand — spectaculaire optredens inbegrepen zonder kosten",
          "Onderdeel van een nationaal park — wit zand wordt consequent onderhouden en is prachtig"
        ]
      },
      "tip": {
        "en": "Visit Koh Samet on a weekday — the beach doubles in crowd size on weekends and Thai public holidays. The park entrance fee (฿200 foreigners) applies to the whole island, not just this beach.",
        "nl": "Bezoek Koh Samet doordeweeks — het strand verdubbelt in drukte in het weekend en Thaise feestdagen. De parkentreekosten (฿200 buitenlanders) gelden voor het gehele eiland, niet alleen dit strand."
      }
    },
    {
      "rank": 24,
      "name": "Bamboo Bay (Ao Mai Pai)",
      "island_slug": "koh-lanta",
      "island_name": { "en": "Koh Lanta", "nl": "Koh Lanta" },
      "region": "Andaman Sea",
      "province": "Krabi",
      "description": {
        "en": "A remote, less-visited beach near the national park at the southern tip of the island. Backed by dense jungle with just a handful of rustic bungalow operations. The kind of untouched beach that is increasingly rare in Thailand.",
        "nl": "Een afgelegen, minder bezocht strand nabij het nationaal park aan de zuidpunt van het eiland. Omgeven door dicht oerwoud met slechts een handvol rustieke bungalowcomplexen. Het soort ongerept strand dat steeds zeldzamer wordt in Thailand."
      },
      "best_for": ["seclusion", "nature", "budget"],
      "vibe": "eco",
      "crowd_level": "low",
      "best_months": "Nov-Apr",
      "budget_level": "budget",
      "highlights": {
        "en": [
          "Adjacent to Mu Ko Lanta National Park — one of Krabi province's most pristine marine areas",
          "Dense jungle backdrop with monitor lizards, hornbills, and macaques as regular visitors",
          "The fewest tourists of any listed beach on Koh Lanta",
          "Rustic bungalows available for a genuine back-to-nature experience"
        ],
        "nl": [
          "Grenzend aan Mu Ko Lanta Nationaal Park — een van de meest ongerepte mariene gebieden van Krabi provincie",
          "Dicht jungleachtergrond met varanen, neushoornvogels en makaken als vaste bezoekers",
          "De minste toeristen van alle vermelde stranden op Koh Lanta",
          "Rustieke bungalows beschikbaar voor een echte terug-naar-de-natuur ervaring"
        ]
      },
      "tip": {
        "en": "Bamboo Bay is at the end of the road — most tuk tuks won't go this far. Rent a motorbike from Klong Dao or Long Beach (about 45 minutes each way) and combine with a stop at the Mu Ko Lanta National Park lighthouse.",
        "nl": "Bamboo Bay ligt aan het einde van de weg — de meeste tuk tuks gaan niet zo ver. Huur een scooter van Klong Dao of Long Beach (ongeveer 45 minuten heen en terug) en combineer met een stop bij de vuurtoren van Mu Ko Lanta Nationaal Park."
      }
    },
    {
      "rank": 25,
      "name": "Karma Beach",
      "island_slug": "koh-lipe",
      "island_name": { "en": "Koh Lipe", "nl": "Koh Lipe" },
      "region": "Andaman Sea",
      "province": "Satun",
      "description": {
        "en": "A hidden gem on the northern tip of the island, accessible by a short trail. This secluded cove has crystal-clear water and excellent coral for snorkeling. Rarely crowded, making it ideal for those seeking solitude.",
        "nl": "Een verborgen juweeltje aan de noordpunt van het eiland, bereikbaar via een kort pad. Deze afgelegen inham heeft kristalhelder water en uitstekend koraal om te snorkelen. Zelden druk, waardoor het ideaal is voor wie afzondering zoekt."
      },
      "best_for": ["seclusion", "snorkeling", "nature"],
      "vibe": "hidden",
      "crowd_level": "low",
      "best_months": "Nov-Apr",
      "budget_level": "mid",
      "highlights": {
        "en": [
          "Most secluded beach on Koh Lipe — most visitors never know it exists",
          "Pristine coral reef snorkeling in water so clear you can see the bottom from the surface",
          "Within Tarutao Marine Park, so fishing and anchoring are prohibited — reefs are intact",
          "Short trail access means it stays naturally limited even during peak season"
        ],
        "nl": [
          "Meest afgelegen strand op Koh Lipe — de meeste bezoekers weten niet eens dat het bestaat",
          "Ongerept koraalrif snorkelen in water zo helder dat je de bodem kunt zien van het oppervlak",
          "Binnen Tarutao Marien Park, zodat vissen en ankeren verboden zijn — riffen zijn intact",
          "Korte padtoegang betekent dat het van nature beperkt blijft zelfs tijdens het hoogseizoen"
        ]
      },
      "tip": {
        "en": "Ask a local or your resort for the trail to Karma Beach — it's not signposted. The path starts from the north end of Sunrise Beach and takes about 10 minutes on foot over a small rocky headland.",
        "nl": "Vraag een local of je resort naar het pad naar Karma Beach — het is niet bewegwijzerd. Het pad begint aan het noordelijke einde van Sunrise Beach en duurt ongeveer 10 minuten te voet over een kleine rotsachtige landtong."
      }
    }
  ],
  "faq": [
    {
      "question": {
        "en": "What is the best beach in Thailand?",
        "nl": "Wat is het mooiste strand in Thailand?"
      },
      "answer": {
        "en": "Maya Bay on Koh Phi Phi is widely considered Thailand's most beautiful beach, with its towering limestone cliffs and turquoise water. However, the 'best' beach depends on what you're looking for — Sunrise Beach on Koh Lipe offers the best snorkeling, Chaweng Beach on Koh Samui has the best nightlife, and Kantiang Bay on Koh Lanta is perfect for a romantic getaway.",
        "nl": "Maya Bay op Koh Phi Phi wordt algemeen beschouwd als het mooiste strand van Thailand, met zijn torenhoge kalkstenen kliffen en turquoise water. Het 'beste' strand hangt echter af van wat je zoekt — Sunrise Beach op Koh Lipe biedt het beste snorkelen, Chaweng Beach op Koh Samui heeft het beste nachtleven, en Kantiang Bay op Koh Lanta is perfect voor een romantisch uitje."
      }
    },
    {
      "question": {
        "en": "What is the best time to visit Thailand's beaches?",
        "nl": "Wat is de beste tijd om de stranden van Thailand te bezoeken?"
      },
      "answer": {
        "en": "The best time depends on which coast you visit. For Andaman Sea beaches (Koh Phi Phi, Koh Lanta, Koh Lipe), visit November to April when seas are calm. For Gulf of Thailand beaches (Koh Samui, Koh Tao, Koh Phangan), December to March is ideal, though these islands are enjoyable year-round. Koh Samet near Bangkok has a microclimate that keeps it sunny even during monsoon season.",
        "nl": "De beste tijd hangt af van welke kust je bezoekt. Voor stranden aan de Andamanzee (Koh Phi Phi, Koh Lanta, Koh Lipe), bezoek november tot april wanneer de zee kalm is. Voor stranden in de Golf van Thailand (Koh Samui, Koh Tao, Koh Phangan), is december tot maart ideaal, hoewel deze eilanden het hele jaar door aangenaam zijn. Koh Samet bij Bangkok heeft een microklimaat dat het zonnig houdt zelfs tijdens het moessonseizoen."
      }
    },
    {
      "question": {
        "en": "Which Thai beach is best for families?",
        "nl": "Welk Thais strand is het beste voor gezinnen?"
      },
      "answer": {
        "en": "Klong Dao Beach on Koh Lanta is the top choice for families, with its calm shallow water, soft sand, and safe swimming conditions. Choeng Mon Beach on Koh Samui is another excellent option with luxury family resorts. For eco-conscious families, Ao Kao Beach on Koh Mak offers a peaceful, low-key environment on Thailand's first Low Carbon Destination island.",
        "nl": "Klong Dao Beach op Koh Lanta is de beste keuze voor gezinnen, met kalm ondiep water, zacht zand en veilige zwemomstandigheden. Choeng Mon Beach op Koh Samui is een andere uitstekende optie met luxe gezinsresorts. Voor milieubewuste gezinnen biedt Ao Kao Beach op Koh Mak een rustige, ongedwongen omgeving op het eerste Low Carbon Destination eiland van Thailand."
      }
    },
    {
      "question": {
        "en": "Which Thai beach is best for snorkeling?",
        "nl": "Welk Thais strand is het beste om te snorkelen?"
      },
      "answer": {
        "en": "Sunrise Beach on Koh Lipe offers some of Thailand's best shore snorkeling with crystal-clear water and vibrant coral. Shark Bay on Koh Tao is incredible for spotting blacktip reef sharks and sea turtles right from the beach. Freedom Beach, also on Koh Tao, has excellent coral reef just offshore. On Koh Phi Phi, Long Beach features regular reef shark sightings in the shallows.",
        "nl": "Sunrise Beach op Koh Lipe biedt enkele van de beste snorkelmogelijkheden vanaf de kust in Thailand, met kristalhelder water en levendig koraal. Shark Bay op Koh Tao is ongelooflijk voor het spotten van zwartpuntrifhaaien en zeeschildpadden direct vanaf het strand. Freedom Beach, ook op Koh Tao, heeft uitstekend koraalrif vlak voor de kust. Op Koh Phi Phi heeft Long Beach regelmatig rifhaaienwaarnemingen in het ondiepe water."
      }
    },
    {
      "question": {
        "en": "Are Thailand's beaches safe for swimming?",
        "nl": "Zijn de stranden van Thailand veilig om te zwemmen?"
      },
      "answer": {
        "en": "Most Thai beaches are safe for swimming, especially during the calm season. The calmest swimming beaches include Klong Dao on Koh Lanta, Choeng Mon on Koh Samui, and Ao Kao on Koh Mak. During monsoon season (May-October for the Andaman coast, October-November for the Gulf), some beaches can have strong currents and high waves. Always check local conditions and look for red flag warnings. Jellyfish can be present at some beaches during certain months.",
        "nl": "De meeste Thaise stranden zijn veilig om te zwemmen, vooral tijdens het kalme seizoen. De rustigste zwemstranden zijn Klong Dao op Koh Lanta, Choeng Mon op Koh Samui en Ao Kao op Koh Mak. Tijdens het moessonseizoen (mei-oktober voor de Andamankust, oktober-november voor de Golf) kunnen sommige stranden sterke stromingen en hoge golven hebben. Controleer altijd de lokale omstandigheden en let op rode vlagwaarschuwingen. Kwallen kunnen op sommige stranden aanwezig zijn tijdens bepaalde maanden."
      }
    },
    {
      "question": {
        "en": "Which beach is closest to Bangkok?",
        "nl": "Welk strand is het dichtstbij Bangkok?"
      },
      "answer": {
        "en": "Koh Samet is the closest beach island to Bangkok, reachable in just 3.5 hours by bus and ferry. Sai Kaew Beach (Diamond Beach) is the main arrival point and most popular beach on the island. For a longer trip with better beaches, Koh Chang is 5 hours from Bangkok and offers a wilder, more jungle-backed experience.",
        "nl": "Koh Samet is het dichtstbijzijnde strandeiland bij Bangkok, bereikbaar in slechts 3,5 uur per bus en veerboot. Sai Kaew Beach (Diamond Beach) is het belangrijkste aankomstpunt en populairste strand op het eiland. Voor een langere reis met betere stranden is Koh Chang 5 uur van Bangkok en biedt een wildere, meer jungle-ondersteunde ervaring."
      }
    },
    {
      "question": {
        "en": "What is the Full Moon Party and how do I attend?",
        "nl": "Wat is het Full Moon Party en hoe woon ik het bij?"
      },
      "answer": {
        "en": "The Full Moon Party is a legendary monthly beach party held on Haad Rin beach on Koh Phangan, the night of every full moon. It attracts up to 30,000 people and features multiple stages, fire shows, and bucket drinks. To attend: book accommodation 2-3 months in advance (prices triple), travel to Koh Phangan via ferry from Koh Samui or Surat Thani, and buy entry wristbands at the beach (฿100-300). Store valuables safely and wear shoes for protection.",
        "nl": "Het Full Moon Party is een legendarisch maandelijks strandfeest dat wordt gehouden op Haad Rin strand op Koh Phangan, de nacht van elke volle maan. Het trekt tot 30.000 mensen en heeft meerdere podia, vuurshows en bucketdrankjes. Om het bij te wonen: boek accommodatie 2-3 maanden van tevoren (prijzen verdrievoudigen), reis naar Koh Phangan per veerboot vanuit Koh Samui of Surat Thani en koop toegangspolsbandjes aan het strand (฿100-300). Bewaar waardevolle spullen veilig en draag schoenen ter bescherming."
      }
    },
    {
      "question": {
        "en": "Which island has the best diving in Thailand?",
        "nl": "Welk eiland heeft het beste duiken in Thailand?"
      },
      "answer": {
        "en": "Koh Tao is the world's most popular destination for learning to dive, with the cheapest PADI courses on the planet. For advanced divers, Koh Lipe's waters (including 8-Mile Rock) offer some of Thailand's most pristine reefs. Koh Phi Phi has legendary sites including Hin Daeng and Hin Muang where manta rays are sighted seasonally. Koh Yao Noi also offers excellent uncrowded diving with Phang Nga Bay limestone karst backdrops.",
        "nl": "Koh Tao is de populairste bestemming ter wereld om te leren duiken, met de goedkoopste PADI-cursussen op de planeet. Voor gevorderde duikers bieden de wateren van Koh Lipe (inclusief 8-Mile Rock) enkele van Thailand's meest ongerepte riffen. Koh Phi Phi heeft legendarische locaties waaronder Hin Daeng en Hin Muang waar mantaroggen seizoensgebonden worden gesignaleerd. Koh Yao Noi biedt ook uitstekend ondruk duiken met Phang Nga Bay kalkstenen karstachtergronden."
      }
    }
  ]
}
